
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=500
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=1
last_drill_idx=1
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=4
Mark=Порт инклинометра
[SENSOR]
Addr=7
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Площадка
INDEX=1
[DRILL1.1]
NAME=Скважина
INDEX=1
PNDEX=1
RECCNT=6
ORIENT=1
STARTPOINT=1
STARTREQUEST=1
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=2.5
LEVEL_END=0.0
[MEAS1.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=1
[DRILL1.2]
NAME=Скважина1
INDEX=2
PNDEX=1
RECCNT=5
ORIENT=1
STARTPOINT=1
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=0.5
LEVEL_END=2.0
[MEAS1.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=2
